/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Kunne ikke konvertere sangformat.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Dette projekt synes at være beskadiget. Gendan fra sikkerhedskopi.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Projektet er oprettet med en version af Logic, der ikke er frigivet. Det kan ikke åbnes længere";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Den sang, du prøver at åbne, er i Logic 4-format (eller ældre). Åbn og gem den først med Logic 7.2.1 eller en ældre version.\n\nDu skal gøre det på en Macintosh-computer, der bruger en ældre version af macOS, fordi disse gamle versioner af Logic Pro ikke længere er kompatible med macOS 10.13 og nyere versioner.";
